Repository: GabrielMaxUA/ScrambleGame
Catalog: LearnScrumble/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, eu, fa, fi, fr, gl, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, ne, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, ta, te, th, tr, uk, vi, yue, zh, zh_tw

source: Progress
ar: التقدّم
bg: Напредък
bn: অগ্রগতি
ca: Progrés
cs: Pokrok
da: Fremgang
de: Fortschritt
el: Πρόοδος
es: Progreso
eu: Aurrerapena
fa: پیشرفت
fi: Edistyminen
fr: Progression
gl: Progreso
gu: પ્રગતિ
he: התקדמות
hi: प्रगति
hr: Napredak
hu: Haladás
id: Progres
it: Progressi
ja: 進捗
kk: Прогресс
kn: ಪ್ರಗತಿ
ko: 진행 상황
lt: Pažanga
ml: പുരോഗതി
mr: प्रगती
ms: Kemajuan
nb: Fremgang
ne: प्रगति
nl: Voortgang
or: ପ୍ରଗତି
pa: ਤਰੱਕੀ
pl: Postępy
pt_br: Progresso
pt_pt: Progresso
ro: Progres
ru: Прогресс
sk: Pokrok
sl: Napredek
sq: Përparimi
sv: Framsteg
ta: முன்னேற்றம்
te: పురోగతి
th: ความคืบหน้า
tr: İlerleme
uk: Прогрес
vi: Tiến độ
yue: 進度
zh: 进度
zh_tw: 進度

source: Progress is saved separately for each language you learn. Switching keeps your old progress.
ar: يُحفظ التقدّم بشكل منفصل لكل لغة تتعلّمها. عند التبديل يبقى تقدّمك السابق محفوظًا.
bg: Напредъкът се запазва отделно за всеки език, който учите. При смяна старият ви напредък се запазва.
bn: আপনি যে প্রতিটি ভাষা শেখেন, তার অগ্রগতি আলাদাভাবে সংরক্ষিত হয়। ভাষা বদলালেও আগের অগ্রগতি থেকে যায়।
ca: El progrés es desa per separat per a cada llengua que aprens. Si canvies, conserves el progrés anterior.
cs: Pokrok se ukládá zvlášť pro každý jazyk, který se učíte. Při přepnutí váš dosavadní pokrok zůstane.
da: Fremgangen gemmes separat for hvert sprog, du lærer. Når du skifter, beholder du din tidligere fremgang.
de: Der Fortschritt wird für jede Sprache, die du lernst, separat gespeichert. Beim Wechseln bleibt dein bisheriger Fortschritt erhalten.
el: Η πρόοδος αποθηκεύεται ξεχωριστά για κάθε γλώσσα που μαθαίνεις. Αν αλλάξεις, η προηγούμενη πρόοδός σου διατηρείται.
es: El progreso se guarda por separado para cada idioma que aprendes. Si cambias, conservas tu progreso anterior.
eu: Ikasten duzun hizkuntza bakoitzeko aurrerapena bereiz gordetzen da. Aldatzean, lehengo aurrerapena mantentzen duzu.
fa: پیشرفت برای هر زبانی که یاد می‌گیرید جداگانه ذخیره می‌شود. با تغییر زبان، پیشرفت قبلی‌تان حفظ می‌شود.
fi: Edistyminen tallennetaan erikseen jokaiselle opiskelemallesi kielelle. Kun vaihdat, aiempi edistymisesi säilyy.
fr: La progression est enregistrée séparément pour chaque langue que vous apprenez. En changeant, vous conservez votre progression précédente.
gl: O progreso gárdase por separado para cada lingua que aprendes. Se cambias, conservas o progreso anterior.
gu: તમે શીખો છો તે દરેક ભાષા માટે પ્રગતિ અલગથી સાચવવામાં આવે છે. ભાષા બદલવાથી તમારી જૂની પ્રગતિ જળવાઈ રહે છે.
he: ההתקדמות נשמרת בנפרד לכל שפה שאתם לומדים. מעבר לשפה אחרת שומר על ההתקדמות הקודמת שלכם.
hi: आप जो भी भाषा सीखते हैं, उसकी प्रगति अलग से सहेजी जाती है। भाषा बदलने पर आपकी पुरानी प्रगति बनी रहती है।
hr: Napredak se sprema zasebno za svaki jezik koji učite. Kad promijenite jezik, prethodni napredak ostaje sačuvan.
hu: A haladás minden tanult nyelvnél külön mentődik. Váltáskor a korábbi haladásod megmarad.
id: Progres disimpan terpisah untuk setiap bahasa yang kamu pelajari. Saat beralih, progres lamamu tetap tersimpan.
it: I progressi vengono salvati separatamente per ogni lingua che impari. Se cambi lingua, i progressi precedenti restano salvati.
ja: 進捗は学習する言語ごとに別々に保存されます。切り替えても以前の進捗は残ります。
kk: Прогресс үйренетін әр тіл үшін бөлек сақталады. Ауыстырған кезде бұрынғы прогресіңіз сақталады.
kn: ನೀವು ಕಲಿಯುವ ಪ್ರತಿಯೊಂದು ಭಾಷೆಗೆ ಪ್ರಗತಿಯನ್ನು ಪ್ರತ್ಯೇಕವಾಗಿ ಉಳಿಸಲಾಗುತ್ತದೆ. ಭಾಷೆ ಬದಲಾಯಿಸಿದರೂ ನಿಮ್ಮ ಹಳೆಯ ಪ್ರಗತಿ ಉಳಿಯುತ್ತದೆ.
ko: 진행 상황은 학습하는 언어별로 따로 저장됩니다. 언어를 바꿔도 이전 진행 상황은 유지됩니다.
lt: Pažanga saugoma atskirai kiekvienai kalbai, kurios mokotės. Pakeitus kalbą ankstesnė pažanga išlieka.
ml: നിങ്ങൾ പഠിക്കുന്ന ഓരോ ഭാഷയ്ക്കും പുരോഗതി വെവ്വേറെ സേവ് ചെയ്യും. ഭാഷ മാറ്റിയാലും പഴയ പുരോഗതി നിലനിൽക്കും.
mr: तुम्ही शिकता त्या प्रत्येक भाषेची प्रगती स्वतंत्रपणे जतन केली जाते. भाषा बदलली तरी तुमची जुनी प्रगती कायम राहते.
ms: Kemajuan disimpan secara berasingan bagi setiap bahasa yang anda pelajari. Apabila bertukar, kemajuan lama anda kekal.
nb: Fremgangen lagres separat for hvert språk du lærer. Når du bytter, beholder du den tidligere fremgangen.
ne: तपाईंले सिक्ने हरेक भाषाको प्रगति छुट्टाछुट्टै सुरक्षित गरिन्छ। भाषा बदल्दा पनि तपाईंको पुरानो प्रगति रहन्छ।
nl: Voortgang wordt per taal die je leert apart bewaard. Als je wisselt, blijft je eerdere voortgang behouden.
or: ଆପଣ ଶିଖୁଥିବା ପ୍ରତ୍ୟେକ ଭାଷା ପାଇଁ ପ୍ରଗତି ଅଲଗା ଭାବେ ସଞ୍ଚିତ ହୁଏ। ଭାଷା ବଦଳାଇଲେ ମଧ୍ୟ ଆପଣଙ୍କ ପୁରୁଣା ପ୍ରଗତି ରହିଥାଏ।
pa: ਤੁਸੀਂ ਜੋ ਵੀ ਭਾਸ਼ਾ ਸਿੱਖਦੇ ਹੋ, ਉਸਦੀ ਤਰੱਕੀ ਵੱਖਰੇ ਤੌਰ 'ਤੇ ਸੰਭਾਲੀ ਜਾਂਦੀ ਹੈ। ਭਾਸ਼ਾ ਬਦਲਣ 'ਤੇ ਤੁਹਾਡੀ ਪੁਰਾਣੀ ਤਰੱਕੀ ਬਣੀ ਰਹਿੰਦੀ ਹੈ।
pl: Postępy są zapisywane osobno dla każdego języka, którego się uczysz. Po zmianie języka wcześniejsze postępy zostają zachowane.
pt_br: O progresso é salvo separadamente para cada idioma que você aprende. Ao trocar, seu progresso anterior é mantido.
pt_pt: O progresso é guardado separadamente para cada idioma que aprende. Ao mudar, mantém o progresso anterior.
ro: Progresul este salvat separat pentru fiecare limbă pe care o înveți. Când schimbi, progresul anterior se păstrează.
ru: Прогресс сохраняется отдельно для каждого изучаемого языка. При переключении ваш прежний прогресс сохраняется.
sk: Pokrok sa ukladá samostatne pre každý jazyk, ktorý sa učíte. Pri prepnutí váš doterajší pokrok zostane.
sl: Napredek se shranjuje ločeno za vsak jezik, ki se ga učite. Ob zamenjavi vaš prejšnji napredek ostane.
sq: Përparimi ruhet veçmas për çdo gjuhë që mëson. Kur ndryshon, përparimi yt i mëparshëm mbetet.
sv: Framstegen sparas separat för varje språk du lär dig. När du byter behåller du dina tidigare framsteg.
ta: நீங்கள் கற்கும் ஒவ்வொரு மொழிக்கும் முன்னேற்றம் தனித்தனியாகச் சேமிக்கப்படும். மொழியை மாற்றினாலும் உங்கள் பழைய முன்னேற்றம் அப்படியே இருக்கும்.
te: మీరు నేర్చుకునే ప్రతి భాషకు పురోగతి వేర్వేరుగా సేవ్ అవుతుంది. భాష మార్చినా మీ పాత పురోగతి అలాగే ఉంటుంది.
th: ความคืบหน้าจะถูกบันทึกแยกกันสำหรับแต่ละภาษาที่คุณเรียน เมื่อเปลี่ยนภาษา ความคืบหน้าเดิมจะยังอยู่
tr: İlerleme, öğrendiğin her dil için ayrı kaydedilir. Dil değiştirdiğinde eski ilerlemen korunur.
uk: Прогрес зберігається окремо для кожної мови, яку ви вивчаєте. Після перемикання ваш попередній прогрес залишається.
vi: Tiến độ được lưu riêng cho từng ngôn ngữ bạn học. Khi chuyển đổi, tiến độ cũ của bạn vẫn được giữ lại.
yue: 你學習的每種語言進度都會分開儲存。切換之後，之前的進度仍會保留。
zh: 你所学的每种语言的进度都会单独保存。切换后，之前的进度仍会保留。
zh_tw: 你學習的每種語言進度都會分開儲存。切換後，先前的進度仍會保留。

source: Ready for more words?
ar: هل أنت مستعد لمزيد من الكلمات؟
bg: Готови ли сте за още думи?
bn: আরও শব্দের জন্য প্রস্তুত?
ca: Vols aprendre més paraules?
cs: Připraveni na další slova?
da: Klar til flere ord?
de: Bereit für neue Wörter?
el: Πάμε για περισσότερες λέξεις;
es: ¿Vamos a por más palabras?
eu: Hitz gehiagorako prest?
fa: آماده کلمات بیشتر هستید؟
fi: Valmiina uusiin sanoihin?
fr: On continue avec de nouveaux mots ?
gl: Queres aprender máis palabras?
gu: વધુ શબ્દો માટે તૈયાર છો?
he: מוכנים למילים נוספות?
hi: और शब्दों के लिए तैयार हैं?
hr: Spremni za nove riječi?
hu: Jöhet még több szó?
id: Siap untuk kata-kata baru?
it: Altre parole da imparare?
ja: もっと単語を学びますか？
kk: Жаңа сөздерге дайынсыз ба?
kn: ಇನ್ನಷ್ಟು ಪದಗಳಿಗೆ ಸಿದ್ಧರಿದ್ದೀರಾ?
ko: 더 많은 단어를 배워 볼까요?
lt: Pasiruošę naujiems žodžiams?
ml: കൂടുതൽ വാക്കുകൾക്ക് തയ്യാറാണോ?
mr: आणखी शब्दांसाठी तयार आहात?
ms: Bersedia untuk lebih banyak perkataan?
nb: Klar for flere ord?
ne: थप शब्दहरूका लागि तयार हुनुहुन्छ?
nl: Klaar voor meer woorden?
or: ଅଧିକ ଶବ୍ଦ ପାଇଁ ପ୍ରସ୍ତୁତ କି?
pa: ਹੋਰ ਸ਼ਬਦਾਂ ਲਈ ਤਿਆਰ ਹੋ?
pl: Czas na nowe słowa?
pt_br: Vamos aprender mais palavras?
pt_pt: Vamos aprender mais palavras?
ro: Mai învățăm câteva cuvinte?
ru: Готовы к новым словам?
sk: Pripravení na ďalšie slová?
sl: Ste pripravljeni na nove besede?
sq: Gati për fjalë të reja?
sv: Redo för fler ord?
ta: மேலும் சொற்களுக்குத் தயாரா?
te: మరిన్ని పదాలకు సిద్ధమా?
th: พร้อมเรียนคำศัพท์เพิ่มไหม?
tr: Yeni kelimelere hazır mısın?
uk: Готові до нових слів?
vi: Sẵn sàng học thêm từ chưa?
yue: 準備好學習更多詞彙了嗎？
zh: 准备好学习更多单词了吗？
zh_tw: 準備好學習更多單字了嗎？

source: Reset
ar: إعادة تعيين
bg: Нулирай
bn: রিসেট
ca: Restableix
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
eu: Berrezarri
fa: بازنشانی
fi: Nollaa
fr: Réinitialiser
gl: Restablecer
gu: રીસેટ કરો
he: איפוס
hi: रीसेट करें
hr: Poništi
hu: Visszaállítás
id: Atur ulang
it: Reimposta
ja: リセット
kk: Қалпына келтіру
kn: ಮರುಹೊಂದಿಸಿ
ko: 재설정
lt: Atkurti
ml: റീസെറ്റ് ചെയ്യുക
mr: रीसेट करा
ms: Tetapkan semula
nb: Tilbakestill
ne: रिसेट गर्नुहोस्
nl: Stel opnieuw in
or: ରିସେଟ୍ କରନ୍ତୁ
pa: ਰੀਸੈੱਟ ਕਰੋ
pl: Resetuj
pt_br: Redefinir
pt_pt: Repor
ro: Resetează
ru: Сбросить
sk: Resetovať
sl: Ponastavi
sq: Rivendos
sv: Återställ
ta: மீட்டமை
te: రీసెట్ చేయి
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
yue: 重設
zh: 重置
zh_tw: 重置

source: Reset progress
ar: إعادة تعيين التقدّم
bg: Нулиране на напредъка
bn: অগ্রগতি রিসেট করুন
ca: Restableix el progrés
cs: Resetovat pokrok
da: Nulstil fremgang
de: Fortschritt zurücksetzen
el: Επαναφορά προόδου
es: Restablecer progreso
eu: Berrezarri aurrerapena
fa: بازنشانی پیشرفت
fi: Nollaa edistyminen
fr: Réinitialiser la progression
gl: Restablecer o progreso
gu: પ્રગતિ રીસેટ કરો
he: איפוס ההתקדמות
hi: प्रगति रीसेट करें
hr: Poništi napredak
hu: Haladás visszaállítása
id: Atur ulang progres
it: Reimposta i progressi
ja: 進捗をリセット
kk: Прогресті тастау
kn: ಪ್ರಗತಿಯನ್ನು ಮರುಹೊಂದಿಸಿ
ko: 진행 상황 재설정
lt: Atkurti pažangą iš naujo
ml: പുരോഗതി റീസെറ്റ് ചെയ്യുക
mr: प्रगती रीसेट करा
ms: Tetapkan semula kemajuan
nb: Tilbakestill fremgang
ne: प्रगति रिसेट गर्नुहोस्
nl: Stel voortgang opnieuw in
or: ପ୍ରଗତି ରିସେଟ୍ କରନ୍ତୁ
pa: ਤਰੱਕੀ ਰੀਸੈੱਟ ਕਰੋ
pl: Resetuj postępy
pt_br: Redefinir progresso
pt_pt: Repor progresso
ro: Resetează progresul
ru: Сбросить прогресс
sk: Resetovať pokrok
sl: Ponastavi napredek
sq: Rivendos përparimin
sv: Återställ framsteg
ta: முன்னேற்றத்தை மீட்டமை
te: పురోగతిని రీసెట్ చేయి
th: รีเซ็ตความคืบหน้า
tr: İlerlemeyi sıfırla
uk: Скинути прогрес
vi: Đặt lại tiến độ
yue: 重設進度
zh: 重置进度
zh_tw: 重置進度

source: Reset progress?
ar: إعادة تعيين التقدّم؟
bg: Да се нулира ли напредъкът?
bn: অগ্রগতি রিসেট করবেন?
ca: Vols restablir el progrés?
cs: Resetovat pokrok?
da: Vil du nulstille fremgangen?
de: Fortschritt zurücksetzen?
el: Επαναφορά προόδου;
es: ¿Restablecer el progreso?
eu: Aurrerapena berrezarri?
fa: پیشرفت بازنشانی شود؟
fi: Nollataanko edistyminen?
fr: Réinitialiser la progression ?
gl: Restablecer o progreso?
gu: પ્રગતિ રીસેટ કરવી છે?
he: לאפס את ההתקדמות?
hi: प्रगति रीसेट करें?
hr: Poništiti napredak?
hu: Visszaállítod a haladást?
id: Atur ulang progres?
it: Reimpostare i progressi?
ja: 進捗をリセットしますか？
kk: Прогресті тастау керек пе?
kn: ಪ್ರಗತಿಯನ್ನು ಮರುಹೊಂದಿಸಬೇಕೆ?
ko: 진행 상황을 재설정할까요?
lt: Atkurti pažangą iš naujo?
ml: പുരോഗതി റീസെറ്റ് ചെയ്യണോ?
mr: प्रगती रीसेट करायची?
ms: Tetapkan semula kemajuan?
nb: Vil du tilbakestille fremgangen?
ne: प्रगति रिसेट गर्ने?
nl: Voortgang opnieuw instellen?
or: ପ୍ରଗତି ରିସେଟ୍ କରିବେ?
pa: ਕੀ ਤਰੱਕੀ ਰੀਸੈੱਟ ਕਰਨੀ ਹੈ?
pl: Zresetować postępy?
pt_br: Redefinir progresso?
pt_pt: Repor o progresso?
ro: Resetezi progresul?
ru: Сбросить прогресс?
sk: Resetovať pokrok?
sl: Želite ponastaviti napredek?
sq: Të rivendoset përparimi?
sv: Vill du återställa framstegen?
ta: முன்னேற்றத்தை மீட்டமைக்கவா?
te: పురోగతిని రీసెట్ చేయాలా?
th: รีเซ็ตความคืบหน้าไหม
tr: İlerleme sıfırlansın mı?
uk: Скинути прогрес?
vi: Đặt lại tiến độ?
yue: 重設進度？
zh: 重置进度？
zh_tw: 要重置進度嗎？

source: Restore purchases
ar: استعادة المشتريات
bg: Възстановяване на покупките
bn: কেনাকাটা পুনরুদ্ধার করুন
ca: Restaura les compres
cs: Obnovit nákupy
da: Gendan køb
de: Käufe wiederherstellen
el: Επαναφορά αγορών
es: Restaurar compras
eu: Leheneratu erosketak
fa: بازیابی خریدها
fi: Palauta ostot
fr: Restaurer les achats
gl: Restaurar compras
gu: ખરીદીઓ પુનઃસ્થાપિત કરો
he: שחזור רכישות
hi: खरीदारी बहाल करें
hr: Vrati kupnje
hu: Vásárlások visszaállítása
id: Pulihkan pembelian
it: Ripristina acquisti
ja: 購入を復元
kk: Сатып алуларды қалпына келтіру
kn: ಖರೀದಿಗಳನ್ನು ಮರುಸ್ಥಾಪಿಸಿ
ko: 구입 항목 복원
lt: Atkurti pirkinius
ml: വാങ്ങലുകൾ പുനഃസ്ഥാപിക്കുക
mr: खरेदी पुनर्संचयित करा
ms: Pulihkan pembelian
nb: Gjenopprett kjøp
ne: खरिदहरू पुनर्स्थापना गर्नुहोस्
nl: Herstel aankopen
or: କ୍ରୟ ପୁନରୁଦ୍ଧାର କରନ୍ତୁ
pa: ਖਰੀਦਾਂ ਬਹਾਲ ਕਰੋ
pl: Przywróć zakupy
pt_br: Restaurar compras
pt_pt: Restaurar compras
ro: Restaurează achizițiile
ru: Восстановить покупки
sk: Obnoviť nákupy
sl: Obnovi nakupe
sq: Rikthe blerjet
sv: Återställ köp
ta: வாங்கியவற்றை மீட்டமை
te: కొనుగోళ్లను పునరుద్ధరించు
th: กู้คืนรายการซื้อ
tr: Satın alımları geri yükle
uk: Відновити покупки
vi: Khôi phục giao dịch mua
yue: 恢復購買
zh: 恢复购买
zh_tw: 回復購買

source: Retry!
ar: أعد المحاولة!
bg: Опитай пак!
bn: আবার চেষ্টা করুন!
ca: Torna-ho a provar!
cs: Zkusit znovu!
da: Prøv igen!
de: Erneut versuchen!
el: Ξαναδοκίμασε!
es: ¡Reintentar!
eu: Saiatu berriro!
fa: دوباره امتحان کنید!
fi: Yritä uudelleen!
fr: Réessayer !
gl: Téntao de novo!
gu: ફરી પ્રયાસ કરો!
he: נסו שוב!
hi: फिर से कोशिश करें!
hr: Pokušaj ponovno!
hu: Próbáld újra!
id: Coba lagi!
it: Riprova!
ja: 再挑戦！
kk: Қайталау!
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ!
ko: 다시 시도!
lt: Bandyti dar kartą!
ml: വീണ്ടും ശ്രമിക്കൂ!
mr: पुन्हा प्रयत्न करा!
ms: Cuba lagi!
nb: Prøv igjen!
ne: फेरि प्रयास गर्नुहोस्!
nl: Opnieuw!
or: ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ!
pa: ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ!
pl: Spróbuj ponownie!
pt_br: Tentar de novo!
pt_pt: Tentar novamente!
ro: Reîncearcă!
ru: Повторить!
sk: Skúsiť znova!
sl: Poskusi znova!
sq: Provo përsëri!
sv: Försök igen!
ta: மீண்டும் முயற்சி செய்!
te: మళ్లీ ప్రయత్నించండి!
th: ลองอีกครั้ง!
tr: Tekrar dene!
uk: Повторити!
vi: Thử lại!
yue: 重試！
zh: 重试！
zh_tw: 重試！

source: Review Problematic Words
ar: مراجعة الكلمات الصعبة
bg: Преговор на трудните думи
bn: কঠিন শব্দগুলো পুনরাবৃত্তি করুন
ca: Repassa les paraules difícils
cs: Zopakovat obtížná slova
da: Gennemgå svære ord
de: Schwierige Wörter wiederholen
el: Επανάληψη δύσκολων λέξεων
es: Repasar palabras difíciles
eu: Errepasatu hitz zailak
fa: مرور کلمات دشوار
fi: Kertaa vaikeat sanat
fr: Réviser les mots difficiles
gl: Repasar palabras difíciles
gu: મુશ્કેલ શબ્દોનું પુનરાવર્તન કરો
he: חזרה על מילים קשות
hi: कठिन शब्द दोहराएँ
hr: Ponovite teške riječi
hu: Nehéz szavak ismétlése
id: Ulas kata-kata yang sulit
it: Ripassa le parole difficili
ja: 苦手な単語を復習
kk: Қиын сөздерді қайталау
kn: ಕಠಿಣ ಪದಗಳನ್ನು ಪುನರಾವರ್ತಿಸಿ
ko: 어려운 단어 복습
lt: Pakartoti sunkius žodžius
ml: ബുദ്ധിമുട്ടുള്ള വാക്കുകൾ ആവർത്തിക്കൂ
mr: कठीण शब्दांची उजळणी करा
ms: Ulang kaji perkataan sukar
nb: Repeter vanskelige ord
ne: कठिन शब्दहरू दोहोर्याउनुहोस्
nl: Moeilijke woorden herhalen
or: କଠିନ ଶବ୍ଦ ପୁନରାବୃତ୍ତି କରନ୍ତୁ
pa: ਔਖੇ ਸ਼ਬਦ ਦੁਹਰਾਓ
pl: Powtórz trudne słowa
pt_br: Revisar palavras difíceis
pt_pt: Rever palavras difíceis
ro: Recapitulează cuvintele dificile
ru: Повторить трудные слова
sk: Zopakovať ťažké slová
sl: Ponovite težavne besede
sq: Përsërit fjalët e vështira
sv: Repetera svåra ord
ta: கடினமான சொற்களை மீள்பார்வை செய்யுங்கள்
te: కష్టమైన పదాలను పునశ్చరణ చేయండి
th: ทบทวนคำที่ยาก
tr: Zor Kelimeleri Tekrar Et
uk: Повторити складні слова
vi: Ôn lại các từ khó
yue: 溫習難詞
zh: 复习难词
zh_tw: 複習難字

source: Reviewing the words you got wrong is part of the subscription. Would you like to see the plans?
ar: مراجعة الكلمات التي أخطأت فيها جزء من الاشتراك. هل تريد الاطلاع على الخطط؟
bg: Преговорът на думите, които сте сбъркали, е част от абонамента. Искате ли да видите плановете?
bn: ভুল করা শব্দগুলো আবার অনুশীলন করা সাবস্ক্রিপশনের অংশ। আপনি কি প্ল্যানগুলো দেখতে চান?
ca: Repassar les paraules que has fallat forma part de la subscripció. Vols veure els plans?
cs: Opakování slov, ve kterých jste chybovali, je součástí předplatného. Chcete si prohlédnout plány?
da: At gennemgå de ord, du svarede forkert på, er en del af abonnementet. Vil du se abonnementerne?
de: Das Wiederholen deiner falsch beantworteten Wörter ist Teil des Abos. Möchtest du die Angebote sehen?
el: Η επανάληψη των λέξεων που έκανες λάθος είναι μέρος της συνδρομής. Θέλεις να δεις τα πακέτα;
es: Repasar las palabras que fallaste forma parte de la suscripción. ¿Quieres ver los planes?
eu: Gaizki erantzun dituzun hitzak errepasatzea harpidetzaren parte da. Planak ikusi nahi dituzu?
fa: مرور کلماتی که اشتباه پاسخ دادید بخشی از اشتراک است. می‌خواهید طرح‌ها را ببینید؟
fi: Väärin vastattujen sanojen kertaaminen kuuluu tilaukseen. Haluatko nähdä tilausvaihtoehdot?
fr: La révision des mots que vous avez ratés fait partie de l’abonnement. Voulez-vous voir les offres ?
gl: Repasar as palabras que fallaches forma parte da subscrición. Queres ver os plans?
gu: ખોટા પડેલા શબ્દોનું પુનરાવર્તન સબ્સ્ક્રિપ્શનનો ભાગ છે. શું તમે પ્લાન જોવા માંગો છો?
he: חזרה על המילים שטעיתם בהן היא חלק מהמינוי. רוצים לראות את המסלולים?
hi: गलत हुए शब्दों को दोहराना सदस्यता का हिस्सा है। क्या आप प्लान देखना चाहेंगे?
hr: Ponavljanje riječi koje ste pogriješili dio je pretplate. Želite li vidjeti pretplate?
hu: A rosszul megválaszolt szavak ismétlése az előfizetés része. Szeretnéd megnézni a csomagokat?
id: Mengulang kata yang salah adalah bagian dari langganan. Mau lihat paketnya?
it: Ripassare le parole sbagliate fa parte dell’abbonamento. Vuoi vedere i piani?
ja: 間違えた単語の復習はサブスクリプションに含まれています。プランを確認しますか？
kk: Қате жауап берген сөздерді қайталау жазылымға кіреді. Жоспарларды көргіңіз келе ме?
kn: ತಪ್ಪಾದ ಪದಗಳನ್ನು ಪುನರಾವರ್ತಿಸುವುದು ಚಂದಾದಾರಿಕೆಯ ಭಾಗವಾಗಿದೆ. ಯೋಜನೆಗಳನ್ನು ನೋಡಲು ಬಯಸುವಿರಾ?
ko: 틀린 단어 복습은 구독에 포함된 기능입니다. 요금제를 확인하시겠어요?
lt: Neteisingai atsakytų žodžių kartojimas yra prenumeratos dalis. Ar norite peržiūrėti planus?
ml: തെറ്റിയ വാക്കുകൾ വീണ്ടും പഠിക്കുന്നത് സബ്‌സ്‌ക്രിപ്‌ഷന്റെ ഭാഗമാണ്. പ്ലാനുകൾ കാണണോ?
mr: चुकलेल्या शब्दांची उजळणी सदस्यत्वाचा भाग आहे. तुम्हाला प्लॅन पाहायचे आहेत का?
ms: Mengulang kaji perkataan yang anda salah jawab ialah sebahagian daripada langganan. Adakah anda mahu melihat pelan?
nb: Å repetere ordene du svarte feil på er en del av abonnementet. Vil du se abonnementene?
ne: गलत भएका शब्दहरू दोहोर्याउनु सदस्यताको हिस्सा हो। के तपाईं योजनाहरू हेर्न चाहनुहुन्छ?
nl: Het herhalen van de woorden die je fout had, hoort bij het abonnement. Wil je de abonnementen bekijken?
or: ଭୁଲ ହୋଇଥିବା ଶବ୍ଦଗୁଡ଼ିକର ପୁନରାବୃତ୍ତି ସଦସ୍ୟତାର ଅଂଶ। ଆପଣ ଯୋଜନାଗୁଡ଼ିକ ଦେଖିବାକୁ ଚାହାନ୍ତି କି?
pa: ਗਲਤ ਹੋਏ ਸ਼ਬਦਾਂ ਨੂੰ ਦੁਹਰਾਉਣਾ ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਦਾ ਹਿੱਸਾ ਹੈ। ਕੀ ਤੁਸੀਂ ਪਲਾਨ ਦੇਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Powtórka słów z błędami jest częścią subskrypcji. Chcesz zobaczyć plany?
pt_br: Revisar as palavras que você errou faz parte da assinatura. Quer ver os planos?
pt_pt: Rever as palavras em que errou faz parte da subscrição. Quer ver os planos?
ro: Recapitularea cuvintelor greșite face parte din abonament. Vrei să vezi planurile?
ru: Повторение слов, в которых вы ошиблись, входит в подписку. Хотите посмотреть тарифы?
sk: Opakovanie slov, v ktorých ste sa pomýlili, je súčasťou predplatného. Chcete si pozrieť plány?
sl: Ponavljanje besed, pri katerih ste se zmotili, je del naročnine. Si želite ogledati pakete?
sq: Përsëritja e fjalëve që i gabove është pjesë e abonimit. Dëshiron të shohësh planet?
sv: Att repetera orden du svarade fel på ingår i prenumerationen. Vill du se prenumerationerna?
ta: தவறான சொற்களை மீண்டும் பயிற்சி செய்வது சந்தாவின் ஒரு பகுதி. திட்டங்களைப் பார்க்க விரும்புகிறீர்களா?
te: తప్పుగా జవాబిచ్చిన పదాలను మళ్లీ సాధన చేయడం సబ్‌స్క్రిప్షన్‌లో భాగం. ప్లాన్‌లను చూడాలనుకుంటున్నారా?
th: การทบทวนคำที่ตอบผิดเป็นส่วนหนึ่งของการสมัครสมาชิก ต้องการดูแพ็กเกจไหม?
tr: Yanlış yaptığın kelimeleri tekrar etmek aboneliğe dahildir. Planları görmek ister misin?
uk: Повторення слів, у яких ви помилилися, входить до підписки. Бажаєте переглянути тарифи?
vi: Ôn lại những từ bạn trả lời sai là một phần của gói đăng ký. Bạn có muốn xem các gói không?
yue: 複習答錯的詞彙屬於訂閱功能。要查看訂閱方案嗎？
zh: 复习答错的单词属于订阅功能。要查看订阅方案吗？
zh_tw: 複習答錯的單字屬於訂閱功能。要查看訂閱方案嗎？

source: Roofer
ar: عامل أسقف
bg: Майстор на покриви
bn: ছাদ মিস্ত্রি
ca: Teulador
cs: Pokrývač
da: Tagdækker
de: Dachdecker
el: Τεχνίτης στεγών
es: Techador
eu: Teilatugilea
fa: سقف‌کار
fi: Kattoasentaja
fr: Couvreur
gl: Tellador
gu: છત કારીગર
he: גגן
hi: छत मिस्त्री
hr: Krovopokrivač
hu: Tetőfedő
id: Tukang atap
it: Copritetto
ja: 屋根職人
kk: Шатыр жабушы
kn: ಛಾವಣಿ ಕೆಲಸಗಾರ
ko: 지붕 시공자
lt: Stogdengys
ml: മേൽക്കൂര പണിക്കാരൻ
mr: छप्पर कारागीर
ms: Tukang bumbung
nb: Taktekker
ne: छाना बनाउने कामदार
nl: Dakdekker
or: ଛାତ ମିସ୍ତ୍ରୀ
pa: ਛੱਤ ਮਿਸਤਰੀ
pl: Dekarz
pt_br: Telhadista
pt_pt: Telhador
ro: Montator de acoperișuri
ru: Кровельщик
sk: Pokrývač
sl: Krovec
sq: Mjeshtër çatish
sv: Takläggare
ta: கூரை வேலையாள்
te: పైకప్పు పనివాడు
th: ช่างมุงหลังคา
tr: Çatı ustası
uk: Покрівельник
vi: Thợ lợp mái
yue: 屋頂工
zh: 屋顶工
zh_tw: 屋頂工

source: See plans
ar: عرض الخطط
bg: Вижте плановете
bn: প্ল্যানগুলো দেখুন
ca: Mostra els plans
cs: Zobrazit plány
da: Se abonnementer
de: Abos ansehen
el: Δες τα πακέτα
es: Ver planes
eu: Ikusi planak
fa: مشاهده طرح‌ها
fi: Katso tilaukset
fr: Voir les offres
gl: Ver plans
gu: પ્લાન જુઓ
he: לצפייה במסלולים
hi: प्लान देखें
hr: Pogledaj pretplate
hu: Csomagok megtekintése
id: Lihat paket
it: Vedi i piani
ja: プランを見る
kk: Жоспарларды көру
kn: ಯೋಜನೆಗಳನ್ನು ನೋಡಿ
ko: 요금제 보기
lt: Peržiūrėti planus
ml: പ്ലാനുകൾ കാണുക
mr: प्लॅन पहा
ms: Lihat pelan
nb: Se abonnementer
ne: योजनाहरू हेर्नुहोस्
nl: Bekijk abonnementen
or: ଯୋଜନା ଦେଖନ୍ତୁ
pa: ਪਲਾਨ ਦੇਖੋ
pl: Zobacz plany
pt_br: Ver planos
pt_pt: Ver planos
ro: Vezi planurile
ru: Посмотреть тарифы
sk: Zobraziť plány
sl: Oglej si pakete
sq: Shiko planet
sv: Visa prenumerationer
ta: திட்டங்களைப் பார்
te: ప్లాన్‌లను చూడండి
th: ดูแพ็กเกจ
tr: Planları gör
uk: Переглянути тарифи
vi: Xem các gói
yue: 查看方案
zh: 查看方案
zh_tw: 查看方案

source: Select your profession
ar: اختر مهنتك
bg: Изберете професията си
bn: আপনার পেশা বেছে নিন
ca: Tria la teva professió
cs: Vyberte svou profesi
da: Vælg dit erhverv
de: Wähle deinen Beruf
el: Διάλεξε το επάγγελμά σου
es: Selecciona tu profesión
eu: Aukeratu zure lanbidea
fa: شغل خود را انتخاب کنید
fi: Valitse ammattisi
fr: Sélectionnez votre métier
gl: Escolle a túa profesión
gu: તમારો વ્યવસાય પસંદ કરો
he: בחרו את המקצוע שלכם
hi: अपना पेशा चुनें
hr: Odaberite svoje zanimanje
hu: Válaszd ki a foglalkozásodat
id: Pilih profesimu
it: Seleziona la tua professione
ja: 職業を選択してください
kk: Мамандығыңызды таңдаңыз
kn: ನಿಮ್ಮ ವೃತ್ತಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 직업을 선택하세요
lt: Pasirinkite savo profesiją
ml: നിങ്ങളുടെ തൊഴിൽ തിരഞ്ഞെടുക്കൂ
mr: तुमचा व्यवसाय निवडा
ms: Pilih profesion anda
nb: Velg yrket ditt
ne: आफ्नो पेसा छान्नुहोस्
nl: Kies je beroep
or: ଆପଣଙ୍କ ବୃତ୍ତି ବାଛନ୍ତୁ
pa: ਆਪਣਾ ਕਿੱਤਾ ਚੁਣੋ
pl: Wybierz swój zawód
pt_br: Selecione sua profissão
pt_pt: Selecione a sua profissão
ro: Alege-ți profesia
ru: Выберите профессию
sk: Vyberte svoju profesiu
sl: Izberite svoj poklic
sq: Zgjidh profesionin tënd
sv: Välj ditt yrke
ta: உங்கள் தொழிலைத் தேர்ந்தெடுக்கவும்
te: మీ వృత్తిని ఎంచుకోండి
th: เลือกอาชีพของคุณ
tr: Mesleğini seç
uk: Виберіть професію
vi: Chọn nghề của bạn
yue: 選擇你的職業
zh: 选择你的职业
zh_tw: 選擇你的職業

source: Settings
ar: الإعدادات
bg: Настройки
bn: সেটিংস
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
eu: Ezarpenak
fa: تنظیمات
fi: Asetukset
fr: Réglages
gl: Axustes
gu: સેટિંગ્સ
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
kk: Баптаулар
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko: 설정
lt: Nustatymai
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्ज
ms: Tetapan
nb: Innstillinger
ne: सेटिङहरू
nl: Instellingen
or: ସେଟିଂସ
pa: ਸੈਟਿੰਗਾਂ
pl: Ustawienia
pt_br: Ajustes
pt_pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sq: Cilësimet
sv: Inställningar
ta: அமைப்புகள்
te: సెట్టింగ్‌లు
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
yue: 設定
zh: 设置
zh_tw: 設定
